tap "beeftornado/rmtree"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autojump"
brew "automake"
brew "emscripten"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "libssh2"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "ninja"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "vim", args: ["HEAD"]
brew "vint"
brew "yarn"
brew "zplug"
brew "zsh"
cask "alacritty"
cask "dozer"
cask "font-iosevka-curly-slab"
cask "font-iosevka-nerd-font"
cask "font-victor-mono"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "via"
