brew "autojump"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "zplug"
brew "zsh"

cask "alacritty"
cask "font-victor-mono"
cask "kitty"
cask "rectangle"
