;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;;
;; (package! builtin-package :disable t)

;; examples below
;; evil-goggles (ELPA)
;; multi (ELPA)
;; (package! prettier-js)
;; (package! flow-minor-mode)

(package! carbon-now-sh)
(package! spotify)
(package! ox-twbs)
(package! dash-at-point)
(package! org-projectile)
(package! password-generator)
(package! exec-path-from-shell)
(package! add-node-modules-path)
(package! emojify)
(package! highlight-symbol)
(package! chocolate-theme)
(package! company-tabnine)
(package! vimrc-mode)
